Repository: carstenschaefer/FolderSecurityViewer
Catalog: sourcecodes/FSV.Console/Properties/Resources.*.resx
Languages: de_de

# ApplicationTerminated
source: FSV terminated abruptly.
de_de: FSV wurde unerwartet beendet.

# ArgumentPathDescriptionText
source: A path of directory to scan. Use quotes if the path has whitespace in it.
de_de: Der Pfad des zu untersuchenden Verzeichnisses. Verwenden Sie Anführungszeichen wenn der Pfadausdruck nicht-druckbare Zeichen (Leerzeichen) enthält.

# ArgumentServerDescriptionText
source: A name of shared server to scan.
de_de: Der Name der zu untersuchenden Freigabe.

# ArgumentUserDescriptionText
source: A name of user (either user or domain\\user)
de_de: Der Name des Benutzers

# DatabaseUnavailable
source: Database has not been set up.
de_de: Die Datenbank wurde noch nicht konfiguriert.

# DirectoryAccessDeniedError
source: Access denied:
de_de: Zugriff verweigert:

# DirectoryNotExistsError
source: {0} does not exist.
de_de: {0} existiert nicht.

# ExportingText
source: Exporting...
de_de: Exportiere...

# FolderReportCaption
source: Folder Report
de_de: Ordner-Berich

# FolderReportDescription
source: Start Folder Report
de_de: Starte Ordner-Bericht

# FolderReportException
source: Failed to export folder report due to unhandled exception.
de_de: Der Export des Ordner-Berichts ist auf Grund einer unbehandelten Ausnahme fehlgeschlagen.

# FolderReportExportedText
source: Folder report exported to "{0}".
de_de: Ordner-Bericht wurde nach "{0}" exportiert.

# FolderScanCompleteText
source: Scan completed with total {0} folders.
de_de: Der Scan wurde für {0} Verzeichnisse abgeschlossen.

# NoResultToExportText
source: No result generated to export.
de_de: Es wurden keine exportierbaren Ergebnisse erzeugt.

# OptionDatabaseDescriptionText
source: Saves the report to database.
de_de: Speichert Bericht in der Datenbank.

# OptionExportPathDescriptionText
source: An export file path.
de_de: Ein Ausgabedateipfad.

# OptionExportDescriptionText
source: Export to file - excel, csv, or html. Default is HTML
de_de: Export in Datei - Excel, CSV, oder HTML. Standardformat ist HTML

# OptionPermissionSubFoldersDescriptionText
source: Scans the differences of permissions deep in the directory structure, and exports the result.
de_de: Überprüft die Unterschiede der Berechtigungen tief in der Verzeichnisstruktur und exportiert das Ergebnis.

# OwnerReportCaption
source: Owner Report
de_de: Eigentümer-Bericht

# OwnerReportDescription
source: Start Owner Report
de_de: Eigentümer-Bericht starten

# OwnerReportException
source: Failed to export owner report due to unhandled exception.
de_de: Fehler beim Exportieren des Eigentümerberichts aufgrund einer nicht behandelten Ausnahme.

# OwnerReportExportedText
source: Owner report exported to "{0}"
de_de: Eigentümer-Bericht exportiert nach "{0}"

# OwnerReportScanningText
source: Scanning {0} for owner {1}...
de_de: Untersuche {0} for Eigentümer {1}...

# PermissionReportDbException
source: Failed to store permission report in the database.
de_de: Fehler beim Speichern des Berechtigungsberichts in der Datenbank.

# PermissionReportDescription
source: Start Permission Report
de_de: Starte Berechtigungs-Bericht

# PermissionReportDifferenceException
source: Failed to export permission differences
de_de: Fehler beim Exportieren von Berechtigungsunterschieden

# PermissionReportDifferenceExportedText
source: Hierarchical permissions exported to {0}.
de_de: Hierarchische Berechtigungen exportiert nach {0}.

# PermissionReportDifferenceUnhandledException
source: Failed to export permission differences due to an unhandled exception.
de_de: Fehler beim Exportieren von Berechtigungsunterschieden aufgrund einer nicht behandelten Ausnahme.

# PermissionReportFileExportException
source: Failed to export permission report.
de_de: Berechtigungsbericht konnte nicht exportiert werden.

# PermissionReportNoDifferenceText
source: No difference of permission found in sub-directories.
de_de: In Unterverzeichnissen wurde keine Unterschiede in den Berechtigungen gefunden.

# PermissionReportNotExportedText
source: A permission report could not be generated. Please check the log.
de_de: Ein Berechtigungsbericht konnte nicht generiert werden. Bitte überprüfen Sie das Protokoll.

# PermissionReportExportedText
source: Permission report exported to "{0}".
de_de: Berechtigungs-Bericht exportiert nach "{0}".

# PermissionReportDifferenceScanFailedText
source: Directory is inaccesible: {0}
de_de: Auf das Verzeichnis kann nicht zugegriffen werden: {0}

# PermissionReportDifferenceScanCompleteText
source: Scanned {0}: {1} permissions.
de_de: Untersucht {0}: {1} Berechtigungen.

# PermissionReportSavedInDbText
source: Permission report saved in database.
de_de: Berechtigungsbericht in Datenbank gespeichert.

# PermissionReportScanCompleteText
source: Scan completed with total {0} permissions.
de_de: Der Scan wurde mit insgesamt {0} Berechtigungen abgeschlossen.

# PrimaryArgumentError
source: The primary argument cannot be null.
de_de: Das primäre Argument kann nicht null sein.

# ScanFailedException
source: Scan failed.
de_de: Scan fehlgeschlagen.

# ScanningText
source: Scanning {0}...
de_de: Untersuche {0}...

# SharedServerNotFoundError
source: Shared server "{0}" not found.
de_de: Freigegebener Server "{0}" nicht gefunden.

# ShareReportCaption
source: Share Report
de_de: Freigaben-Bericht

# ShareReportException
source: Failed to export share report due to unhandled exception.
de_de: Fehler beim Exportieren des Freigabeberichts aufgrund einer nicht behandelten Ausnahme.

# ShareReportExportCsvException
source: CSV export is not available for share reports.
de_de: Der CSV-Export ist für Freigabeberichte nicht verfügbar.

# ShareReportExportedText
source: Share report exported to "{0}".
de_de: Freigabebericht nach "{0}" exportiert.

# ShareReportNotExportedText
source: Share report could not be exported. Please check the log.
de_de: Der Freigabebericht konnte nicht exportiert werden. Bitte überprüfen Sie das Protokoll.

# ShareReportOptionExportDescriptionText
source: Export to file - Excel, or HTML (HTML is default).
de_de: In Datei exportieren - Excel oder HTML (HTML ist Standard).

# ShareReportScanningText
source: Scanning {0} for shares...
de_de: Scannen von {0} nach Freigaben ...

# UnsupportedFormatError
source: Unsupported export format.
de_de: Nicht unterstütztes Exportformat.

# UserInDirectoryText
source: User {0} in {1}
de_de: Benutzer {0} in {1}

# UserPermissionReportCaption
source: User Permission Report
de_de: Benutzerberechtigungsbericht

# UserPermissionReportDescription
source: Start User Permission Report
de_de: Starte den Benutzerberechtigungsbericht

# UserPermissionReportExportedText
source: User permission report exported to "{0}".
de_de: Benutzerberechtigungsbericht nach "{0}" exportiert.

# UserPermissionReportFileExportException
source: Failed to export user permission report.
de_de: Fehler beim Exportieren des Benutzerberechtigungsberichts.

# UserPermissionReportNotExportedText
source: The user permission report could not be exported. Please check the log.
de_de: Der Benutzerberechtigungsbericht konnte nicht exportiert werden. Bitte überprüfen Sie das Protokoll.

# ValueNullOrWhitespaceException
source: Value cannot be null or whitespace.
de_de: Der Wert darf nicht null sein oder nur Leerzeichen bestehen.

# UserPermissionReportScanningText
source: Scanning {0} for user {1}...
de_de: Scannen von {0} nach Benutzer {1} ...

# ArgumentEmptyError
source: Enter {0} to start scan.
de_de: Geben Sie {0} ein, um den Scan zu starten.

# ShareReportDescription
source: Start Share Report
de_de: Starten Sie den Freigabebericht
