Repository: carstenschaefer/FolderSecurityViewer
Catalog: sourcecodes/FSV.Resources/ConfigurationResource.*.resx
Languages: de_de

# AboutCaption
source: About
de_de: Über

# AboutText
source: Software to analyze the effective permissions of a Windows share or folder. <LineBreak />Working PC must be a member of a Active Directory domain. <LineBreak />Made by <Bold><Hyperlink NavigateUri="https://www.g-tac.de/Software">G-TAC Software UG</Hyperlink> </Bold> (haftungsbeschraenkt).
de_de: Software zur Analyse der effektiven NTFS-Berechtigungen von Windows Ordnern. <LineBreak />PC muss Mitglied einer Active Directory Domäne sein. <LineBreak />Hergestellt von <Bold><Hyperlink NavigateUri="https://www.g-tac.de/Software">G-TAC Software UG</Hyperlink> </Bold> (haftungsbeschränkt).

# AclGridVisibleCaption
source: Show ACL
de_de: ACL anzeigen

# AddCaption
source: Add
de_de: Hinzufügen

# ADGroupCaption
source: Excluded Active Directory Groups
de_de: Active Directory Gruppen ausnehmen

# ADPropertiesCaption
source: Shown Active Directory User Properties
de_de: Anzeige von Active Directory Benutzer-Eigenschaften

# BuiltInGroupCaption
source: Excluded Built-in Groups
de_de: Built-in Gruppen ausnehmen

# BuiltInGroupDescriptionCaption
source: Description
de_de: Beschreibung

# BuiltInGroupExcludedCaption
source: Exclude
de_de: Ausnehmen

# CheckForUpdateCaption
source: Check for Updates
de_de: Auf Aktualisierung prüfen

# CheckingForUpdatesText
source: Checking...
de_de: Überprüfen ...

# CleanADCacheCaption
source: Clear AD Cache
de_de: AD-Cache löschen

# ConfigurationCaption
source: General
de_de: Allgemein

# ConnectionStringChangeError
source: Connection string cannot be saved. {0}
de_de: Connection String kann nicht gespeichert werden. {0}

# CultureCaption
source: Language
de_de: Sprache

# DeleteCaption
source: Delete
de_de: Löschen

# DisplayNameCaption
source: Display Name
de_de: Anzeigename

# EditCaption
source: Edit
de_de: Bearbeiten

# EditTranslationCaption
source: Configure Permission Set
de_de: Rechte-Sets bearbeiten

source: Exclude Disabled Users
de_de: Deaktivierte AD-Benutzer ausnehmen

# ExcludeDisabledUsersDescription
source: Run FSV as Administrator to use this feature!
de_de: Zur Nutzung dieser Funktion Anwendung als Administrator ausführen!

# ExclusionGroupNoResultText
source: 0 results found for '{0}'
de_de: 0 Ergebnisse für '{0}' gefunden

# ExclusionGroupSearchTitle
source: Search AD Group for Exclusion
de_de: Suche nach AD-Gruppen

# GroupNameCaption
source: Group Name
de_de: Gruppenname

# LogCaption
source: Log
de_de: Protokoll

# LogEnableCaption
source: Enable Logging
de_de: Protokollierung aktivieren

# NetworkCaption
source: Network
de_de: Netzwerk

# NetworkCustomProxyCaption
source: Use custom proxy settings
de_de: Eigene Proxy-Einstellungen verwenden

# NetworkNoProxyCaption
source: No Proxy
de_de: Kein Proxy

# NetworkOSProxyCaption
source: Use default operating system settings
de_de: Standard-Betriebssystem verwenden

# NetworkProxyCaption
source: Proxy Server Settings
de_de: Proxy-Einstellungen

# NetworkProxyCredentialsRequiredCaption
source: Proxy server requires username and password.
de_de: Proxy benötigt Benutzer und Passwort.

# NetworkProxyPasswordCaption
source: Password
de_de: Passwort

# NetworkProxyUserNameCaption
source: User Name
de_de: Benutzer

# NewGroupDescription
source: Doubleclick a row to add a group
de_de: Doppelklicken um Gruppe hinzuzufügen

# OpenLogFolderCaption
source: Open Log Folder
de_de: Ordner mit der Protokolldatei öffnen

# PermissionBuiltInGroupsHeader
source: Built-in Groups
de_de: Built-in Gruppen

# PermissionExclusionHeader
source: Excluded AD Groups
de_de: Ausgenommene AD-Gruppen

# PermissionGeneralHeader
source: General
de_de: Allgemein

# PermissionPageSizeCaption
source: Shown Results on Page
de_de: Angezeigte Ergebnisse pro Seite

# PermissionReportColumnHeader
source: Report Columns
de_de: Spalten im Bericht

# PermissionTranslationHeader
source: Translations
de_de: Übersetzungen

# ReportCaption
source: Reports
de_de: Berichte

# ReportPermissionCaption
source: Permissions
de_de: Berechtigungen

# ReportUserCaption
source: User Permissions
de_de: Benutzer-Berechtigungen

# RestartRequired
source: Please restart FolderSecurityViewer for changes to take effect.
de_de: Bitte FolderSecurityViewer neustarten.

# RestoreDefaultCaption
source: Restore Default Settings
de_de: Standardeinstellungen wieder herstellen

# SaveCaption
source: Save
de_de: Speichern

# ScanLevelAllCaption
source: All
de_de: Gesamt

# ScanLevelCaption
source: Scan Depth:
de_de: Scan-Tiefe:

# SearchADCaption
source: Search in Active Directory
de_de: Suche im Active Directory

# SelectedCaption
source: Selected
de_de: Ausgewählt

# SelectHeaderCaption
source: Select
de_de: Auswählen

# TranslatedNameCaption
source: Translation
de_de: Übersetzung

# TranslationACLCaption
source: Access Control Type
de_de: Berechtigungstyp

# TranslationInheritanceCaption
source: Inheritance
de_de: Vererbung

# TranslationItemCaption
source: Translations for Permission Entries
de_de: Übersetzungen für Rechte

# TranslationPermissionsCaption
source: Permissions
de_de: Berechtigungen

# UpdateDownloadCompleteText
source: Download complete.
de_de: Download abgeschlossen.

# UpdateDownloadingError
source: Error while downloading setup file. Please check your internet connection. Error: {0}
de_de: Fehler beim Laden. Bitte Internet-Verbindung überprüfen. Fehler: {0}

# UpdateDownloadingProgressText
source: Downloading {0}%...
de_de: Laden {0}%...

# UpdateDownloadingText
source: Downloading...
de_de: Herunterladen...

# UpdatesCaption
source: Updates
de_de: Aktualisierungen

# UpdateUpToDateText
source: FolderSecurityViewer is up to date.
de_de: FolderSecurityViewer ist aktuell.

# UsersCountCaption
source: Show User Count
de_de: Zeige Benutzeranzahl

# UsersCountText
source: User Count at Installation: {0}
de_de: Benutzeranzahl bei der Installation: {0}

# UsersNotCountedText
source: Users have not been counted yet.
de_de: Benutzer wurden nicht gezählt.
