Repository: carstenschaefer/FolderSecurityViewer
Catalog: sourcecodes/FSV.Resources/HomeResource.*.resx
Languages: de_de

# ADBrowserCaption
source: Select AD User
de_de: AD-Benutzer wählen

# ADBrowserTreePropertiesCaption
source: Properties
de_de: Eigenschaften

# ADBrowserTreeText
source: View active directory listing.
de_de: Active Directory-Struktur ansehen.

# AddServersCaption
source: Add Servers
de_de: Server hinzufügen

# BackCaption
source: Change Folder
de_de: Ordner ändern

# ChangeDomainCaption
source: Change Domain
de_de: Domäne ändern

# ComparedPermissionsCaption
source: Compared Permissions
de_de: Vergleiche Berechtigungen

# ComparedUserReportsCaption
source: Compared User Reports
de_de: Vergleiche Benutzer-Berichte

# DirectoryCaption
source: Select Folder
de_de: Ordner wählen

# DirectoryTreeCaption
source: Folders
de_de: Ordner

# DirectoryTreeText
source: View folder listing.
de_de: Ordnerstruktur ansehen.

# ExportOptionsToolTip
source: Click to view options.
de_de: Klicken um Optionen zu sehen.

# FolderPathPlaceholder
source: Enter folder path
de_de: Pfad eingeben

# FolderReportCaption
source: Folder Report
de_de: Ordner-Bericht

# FolderReportText
source: Select folder first to create a Folder Report.
de_de: Ordner auswählen um Ordner-Bericht zu erstellen.

# MenuCopyPathCaption
source: Copy Path to Clipboard
de_de: Pfad in die Zwischenablage kopieren

# MenuOpenCmdCaption
source: Open Cmd
de_de: Kommandozeile öffnen

# MenuOpenExplorerCaption
source: Open Explorer
de_de: Explorer öffnen

# MenuPropertiesCaption
source: Properties
de_de: Eigenschaften

# MessageCaption
source: Message
de_de: Nachricht

# NextCaption
source: Next
de_de: Weiter

# NoReportsText
source: No reports started
de_de: Keine Berichte gestartet

# OpenCaption
source: Open...
de_de: Öffnen ...

# OwnerReportCaption
source: Owner Report
de_de: Eigentümer-Bericht

# OwnerReportText
source: Select folder from tree and user from AD browser to start owner report.
de_de: Zuerst Ordner und dann AD-Benutzer auswählen um Eigentümer-Berichts zu erstellen.

# PermissionReportCaption
source: Permission Report
de_de: Berechtigungs-Bericht

# PermissionReportText
source: Select folder from tree to start permission report.
de_de: Ordner auswählen um Berechtigungs-Bericht zu erstellen.

# ReloadTreeCaption
source: Reload Tree
de_de: Aktualisieren

# RemoveUncPathCaption
source: Remove UNC Path
de_de: UNC-Pfad entfernen

# ReportOptionsCaption
source: Start Here
de_de: Hier starten

# ReportsCaption
source: Reports
de_de: Berichte

# SaveAsTemplateCaption
source: Save as Template
de_de: Als Schablone speichern

# SavedPermissionCaption
source: Saved Permissions
de_de: Datenbank: Berechtigungs-Berichte

# SavedPermissionReportsText
source: View a list of permission reports saved in the database.
de_de: Zeigen Sie eine Liste der in der Datenbank gespeicherten Berechtigungsberichte an.

# SavedReportOptionsCaption
source: Reports and Templates in Database
de_de: Berichte und Schablonen in Datenbank

# SavedUserReportCaption
source: Database: User Reports
de_de: Datenbank: Benutzerrechte-Berichte

# SavedUserReportsText
source: View list of user-specific permission reports saved in the database.
de_de: Liste der benutzerspezifischen Berechtigungsberichte anzeigen, die in der Datenbank gespeichert sind.

# SearchUserPrincipal
source: Search user or group before starting 'Owner Report' or 'User Report'.
de_de: Zum Erstellen eines Eigentümer- oder Benutzerrechte-Bericht zuerst einen AD-Benutzer auswählen.

# SelectADToolTip
source: Then select one Active Directory user to start the 'User Permissions Report'. Then click the 'Start' button.
de_de: Zuerst Active Directory-Bentzer wählen und dann Start klicken.

# SelectFolderToolTip
source: Select folder first to generate a new report. Then click the 'Start' or 'Next' button.
de_de: Zum Erstellen eines Berichtes zuerst einen Ordner auswählen und dann 'Start' oder 'Weiter' klicken.

# SelectShareServerToolTip
source: Select server and share first to generate a new Share Report. Then click the 'Start' button.
de_de: Freigaben-Bericht: Zuerst Server und Freigabe auswählen, dann 'Start' klicken.

# SelectTemplatesCaption
source: Templates
de_de: Schablonen

# ServersCaption
source: Select Server
de_de: Server auswählen

# SettingsCaption
source: Settings
de_de: Einstellungen

# ShareReportCaption
source: Share Report
de_de: Freigabe-Bericht

# ShareReportText
source: Add/scan servers, or select from AD browser, and start share report.
de_de: Zuerst Server hinzufügen, Netzwerk scannen oder aus dem AD auswählen, um Freigabe-Bericht zu erstellen.

# SplashLoadingText
source: Loading ...
de_de: Laden ...

# StartPermissionReportCaption
source: NTFS Permission Report
de_de: NTFS-Berechtigungs-Bericht

# TemplatesCaption
source: Templates
de_de: Schablonen

# TemplatesText
source: Create, edit or remove templates. or start a new report from template.
de_de: Erstellen, Bearbeiten oder Löschen von Schablonern. Oder einen neuen Bericht aus einer Schablone heraus erstellen.

# UserReportCaption
source: User Permission Report
de_de: Benutzerrechte-Bericht

# UserReportText
source: Select directory from tree, and user from AD browser to start user specific permission report.
de_de: Zuerst Ordner und dann AD-Benutzer auswählen um Benutzerrechte-Bericht zu erstellen.

# GroupPermissionsReportCaption
source: Group Permissions Report
de_de: Gruppen-Berechtigungs-Bericht
