Repository: carstenschaefer/FolderSecurityViewer
Catalog: sourcecodes/FSV.Resources/PermissionResource.*.resx
Languages: de_de

# ACLInheritanceFlagCaption
source: Inheritance Flag
de_de: Vererbungs-Flag

# ACLInheritedCaption
source: Inherited
de_de: Vererbt

# ACLRightsCaption
source: Rights
de_de: Rechte

# ACLShowMembersCaption
source: Show Group Members
de_de: Zeige Gruppenmitglieder

# ACLTypeNameCaption
source: Type Name
de_de: Typ-Name

# AllSavedReportRowCountCaption
source: {0} report is available in database.
de_de: {0} Bericht ist in der Datenbank vorhanden.

# AllSavedReportRowsCountCaption
source: {0} reports are available in database.
de_de: {0} Berichte sind in der Datenbank vorhanden.

# AllSavedReportsCaption
source: Database: Permission Reports
de_de: Datenbank: Berechtigungs-Berichte

# AllSavedReportSearchedText
source: Searched "{0}" -
de_de: Suche nach '{0}' -

# DifferencesFoundText
source: {0} differences found
de_de: {0} Unterschiede gefunden

# ExportDifferencePermissionReportText
source: Do you want to generate a Permission Report for each folder listed here? This action may need some time. Do not close the application until it's finished.
de_de: Möchten Sie einen Berechtigungs-Bericht für jeden hier aufgezeigten Ordner erstellen? Diese Aktion könnte etwas länger dauern, daher bitte die Anwendung nicht schließen bis der Vorgang beendet wurde.

# GroupInheritanceCaption
source: Group Inheritance Hierarchy
de_de: Gruppen-Vererbungs-Hierarchie

# GroupInheritanceInfo
source: This shows all groups involved in the inheritance hierarchy. The topmost AD group is the originally authorized group. All other groups shown are then nested groups of the above. The last group is the group in which the shown user is a member.
de_de: Es werden alle Gruppen angezeigt, die in der Vererbungs-Hierarchie (verschachtelte Gruppen) involviert sind.

# MenuShowSavedReportCaption
source: Show Reports in Database
de_de: Zeige Berichte aus Datenbank

# MoreThanCaption
source: More than
de_de: Mehr als

# OwnerCaption
source: Owner
de_de: Eigentümer

# PermissionReportCaption
source: Permission Report
de_de: Berechtigungs-Bericht

# PermissionResultsText
source: {0} Users found of: {1}
de_de: {0} Benutzer gefunden auf: {1}

# PermissionResultText
source: {0} User found of: {1}
de_de: {0} Benutzer gefunden auf: {1}

# PermissionSavedReportCaption
source: Reports in Database
de_de: In Datenbank gespeicherte Berichte

# PermissionSavedText
source: '{0}' has been saved in database.
de_de: '{0}' wurde in der Datenbank gespeichert.

# PermissionSearchResultsText
source: Searched "{2}" - {0} Users found of: {1}
de_de: Suche nach "{2}" - {0} 5 Benutzer gefunden von : {1}

# PermissionSearchResultText
source: Searched "{2}" - {0} User found of: {1}
de_de: Suche nach "{2}" - {0} 5 Benutzer gefunden von : {1}

# ProgressDifferencesText
source: Checking differences...
de_de: Analysiere die Unterschiede ...

# ReportDateCaption
source: Date
de_de: Datum

# ReportDescriptionCaption
source: Description
de_de: Beschreibung

# ReportDescriptionEditText
source: Click here to edit.
de_de: Klicken zum Bearbeiten.

# ReportEmptyCaption
source: No saved report found.
de_de: Keine Berichte in Datenbank gefunden.

# ReportEncryptedCaption
source: Encrypted
de_de: Verschlüsselt

# ReportFolderCaption
source: Folder
de_de: Ordner

# ReportUserCaption
source: User
de_de: Benutzer

# SavedReportCompareCaption
source: Compare Reports
de_de: Berichte vergleichen

# SavedReportDeleteCaption
source: Delete
de_de: Löschen

# SavedReportDisplayName
source: Database Report - {0}
de_de: Datenbank-Berichte - {0}

# SavedReportLoadCaption
source: Load
de_de: Laden

# SavedReportsOfCaption
source: Database Reports
de_de: Datenbank-Berichte

# SavedReportTitle
source: Database Report - {0} ({1})
de_de: Datenbank-Berichte- {0} ({1})

# SavedRowCountCaption
source: {0} row found.
de_de: {0} Einträge gefunden.

# SavedRowsCountCaption
source: {0} rows found.
de_de: {0} Einträge gefunden.

# ScanCancelledReasonText
source: Error occured.
de_de: Fehler aufgetreten.

# ScanCancelledText
source: Scan Cancelled. {0}
de_de: Scan abgebrochen. {0}

# StartComparisonCaption
source: Comparing differences...
de_de: Unterschiede vergleichen...

# StartPermissionReportText
source: Start permission report.
de_de: Erstelle Berechtigungs-Bericht.

# UserFoundCaption
source: user found
de_de: Benutzer gefunden

# UsersCaption
source: Users
de_de: Benutzer

# UsersFoundCaption
source: users found
de_de: Gefundene Benutzer

# GroupPermissionsCaption
source: Generate group permissions report.
de_de: Einen Gruppen-Berechtigungs-Bericht erstellen.

# GroupPermissionsResultsText
source: {0} groups found.
de_de: {0} Gruppen gefunden.

# GroupPermissionsResultText
source: {0} group found.
de_de: {0} Gruppe gefunden.

# GroupPermissionsPagesCaption
source: Groups
de_de: Gruppen
