Repository: carstenschaefer/FolderSecurityViewer
Catalog: sourcecodes/FSV.Resources/UserReportResource.*.resx
Languages: de_de

# AllSavedReportResultCaption
source: {0} report is available in database.
de_de: {0} Bericht ist in der Datenbank vorhanden.

# AllSavedReportResultsCaption
source: {0} reports are available in database.
de_de: {0} Berichte sind in der Datenbank vorhanden.

# AllSavedReportsCaption
source: Database: User Permission Reports
de_de: Datenbank: Benutzerrechte-Berichte

# AllSavedReportSearchResultCaption
source: Searched "{1}" - {0} report is available in database.
de_de: Suche nach "{1}" - {0} Berichte sind in der Datenbank vorhanden.

# AllSavedReportSearchResultsCaption
source: Searched "{1}" - {0} reports are available in database.
de_de: Suche nach "{1}" - {0} Berichte sind in der Datenbank vorhanden.

# CompareDifferentReportsText
source: Please select two reports with same folder path and user.
de_de: Bitte zwei Berichte von identischem Ordner auswählen.

# CompareReportDisplayName
source: Compare Report
de_de: Vergleiche Berichte

# CompareReportTitle
source: Compare Report - {0} in {1}
de_de: Vergleiche Berichte - {0} in {1}

# FolderResultsText
source: {0} folders found in: {1}
de_de: {0} Ordner gefunden in: {1}

# FolderResultText
source: {0} folder found in: {1}
de_de: {0} Ordner gefunden in: {1}

# FolderSearchResultsText
source: Searched "{2}" - {0} folders found in: {1}
de_de: Suche nach "{2}" - {0} Ordner gefunden in: {1}

# FolderSearchResultText
source: Searched "{2}" - {0} folder found in: {1}
de_de: Suche nach "{2}" - {0} Ordner gefunden in: {1}

# LoadFoldersCaption
source: folders found
de_de: Ordner gefunden

# NotAllDeletedMessage
source: Some of selected reports were not removed. Check log file for more details.
de_de: Einige der gewählten Berichte wurden nicht entfernt. Bitte das Protokoll überprüfen.

# ReportEmptyCaption
source: No reports found in database.
de_de: Keine Berichte in Datenbank gefunden.

# ReportSaved
source: User Permissions Report saved in database.
de_de: Benutzerrechte-Bericht wurde in Datenbank gespeichert.

# SavedDateCaption
source: Date
de_de: Datum

# SavedDescriptionCaption
source: Description
de_de: Beschreibung

# SavedFolderCaption
source: Folder
de_de: Ordner

# SavedGeneratedByCaption
source: Generated By
de_de: Erzeugt von

# SavedReportDisplayName
source: Database Report - {1} ({0})
de_de: Datenbank-Bericht - {1} ({0})

# SavedReportDomainCaption
source: Domain
de_de: Domäne

# SavedReportNameCaption
source: Complete Name
de_de: Vollständiger Name

# SavedReportOriginatingGroupCaption
source: Originating Group
de_de: Ursprungsgruppe

# SavedReportPermissionsCaption
source: Permissions
de_de: Berechtigungen

# SavedReportResultCaption
source: {0} row found.
de_de: {0} Eintrag gefunden.

# SavedReportResultsCaption
source: {0} rows found.
de_de: {0} Einträge gefunden.

# SavedReportSearchResultCaption
source: Searched "{1}" - {0} row found.
de_de: Suche nach "{1}" - {0} Einträge gefunden.

# SavedReportSearchResultsCaption
source: Searched "{1}" - {0} rows found.
de_de: Suche nach "{1}" - {0} Einträge gefunden.

# SavedReportSubFolderCaption
source: Sub Folder
de_de: Unterordner

# SavedReportTitle
source: Database Report - {2} in {1} ({0})
de_de: Datenbank-Bericht - {2} in {1} ({0})

# SavedUserCaption
source: User
de_de: Benutzer

# UserReportCaption
source: User Permissions Report
de_de: Benutzerrechte-Bericht

# UserReportFolderCaption
source: Folder
de_de: Ordner

# UserReportNameCaption
source: Complete Name
de_de: Vollständiger Name

# ZeroSkippedFoldersText
source: No folders skipped during scan.
de_de: Keine Ordner beim Scan übersprungen.
